import '../styles/history.css'

export default function Historypage() {
    return(
        <main className="history">
            <aside className="history-choice">
                <ul>
                    <li className="article-link"><a href="#history-indian">Indian</a></li>
                    <li className="article-link"><a href="#history-harley">Harley-Davidson</a></li>
                </ul>
            </aside>

            <div className="history-container">
                <h1 id="history-indian" className="history-title">История марки Indian Motorcycle</h1>
                <article className="history-article">
                    <div className="article-content">
                        <h2>Indian Motorcycle - старейший американский мотобренд</h2>
                        <p>История мотоциклов Indian насчитывает больше века. Производство было открыто в 1901 году, так что Indian является старейшим из ныне существующих американских мотобрендов. Компания прошла долгий путь от велосипедов с мотором до быстрейшей гоночной техники и тяжёлых военных мотоциклов, которые отличились в сражениях двух мировых войн. В 2011 году бренд Indian был приобретен крупным американским концерном Polaris Industries, знаменитый своими снегоходами и мотовездеходами, благодаря чему в бренд Indian получилось вдохнуть новую жизнь. <br/>В современных моделях классический стиль сочетается с новыми технологиями. В модельный ряд входят средне кубатурные городские мотоциклы, круизеры, бэггеры и туреры. Основные приметы мотоциклов Indian - индейские элементы в дизайне и названия моделей с отсылкой к культуре коренных обитателей Америки.</p>
                    </div>
                    <img src="icons/IndianLogo.png" alt="Indian Logo"/>
                
                    <img src="images/history/indian-2010.png" alt="Indian"/>
                    <div className="article-content">
                        <h2>2010-е: Легенда продолжается</h2>
                        <h3 className="article-content-subtitle">Indian Motorcycle® возвращается, лучше, чем когда-либо</h3>
                        <p>2010-е годы были полны захватывающих разработок для Indian Motorcycle. Мы построили светлое будущее на базе нашего легендарного прошлого благодаря технологическим инновациям, партнерским отношениям и постоянно расширяющейся линейке аутентичных, знаковых мотоциклов.</p>
                        <ul>
                            <li>2017 - В первый же год, после длительного перерыва Джаред Мез (участник команды Indian Wrecking Crew) выиграл американский чемпионат по гонкам на грязевом овале.</li>
                            <li>2017 - В память о рекорде своего дяди Берта в 1967 года Ли Манро, пилотируя модернизированный SCOUT «Дух Манро» разогнал его до 190 миль в час на знаменитом соляном озере Бонневилль.</li>
                            <li>2017 - Indian Motorcycle запускает в производство Scout® Bobber.</li>
                            <li>2016 - Indian Motorcycle представляет два новых мотоцикла - Indian Springfield® и Chieftain Dark Horse® вместе с Ride Command®, самой передовой информационно-развлекательной системой в отрасли.</li>
                            <li>2016 - Indian Motorcycle сотрудничает с Jack Daniels® и Klock Werks Kustom Cycles, чтобы создать Limited Edition Jack Daniels Indian Springfield® и Chief® Vintage.</li>
                            <li>2016 - Indian Motorcycle начинает свое историческое путешествие к официальному возвращению в профессиональную серию гонок Flat Track (по грязевому овалу) с официальной премьеры Indian Scout® FTR 750.</li>
                            <li>2015 - Indian Motorcycle представляет Chief Dark Horse® и Scout® Sixty.</li>
                            <li>2015 - Indian Motorcycle запускает многолетнее сотрудничество с благотворительной поездкой ветеранов в город в Южной Дакоте - Стерджис.</li>
                            <li>2014 - Motorcycle.com называет Indian® Chief® круизером 2014 года и отдельно выделяет Chief® ClassNameic и Chief® Vintage.</li>
                            <li>2014 - Indian Motorcycle включает Roadmaster® и все новые Scout® в линейку мотоциклов.</li>
                            <li>2013 - Indian Motorcycle представляет новый мощный двигатель Thunder Stroke® 111 V-Twin.</li>
                            <li>2013 - Представлены новые модели мотоциклов Chief ClassNameic, Chief Vintage и Chieftain®.</li>
                            <li>2011 - Polaris Industries объявляет о приобретении Indian Motorcycle.</li>
                        </ul>

                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    

                    <div className="article-content">
                        <h2>1990-е годы: воскрешение бренда</h2>
                        <h3 className="article-content-subtitle">Возвращение легенды к своей бывшей славе</h3>
                        <p>Эксклюзивное производство моделей мотоциклов Indian Motorcycle возобновилось в 1998 году. Слияние девяти компаний сформировало Indian Motorcycle Company of America (IMCA), которая открыла производство в Гилрое, Калифорния. IMCA выпустила модели Chief, Scout и Spirit с двигателями, приобретенными у компании S&S Cycle.</p>
                        <p>В основе возрождения бренда лежало стремление сохранить культовое наследие, связанное с дизайном и историей Indian. Модели, созданные в Гилрое, отличались классическим стилем, напоминающим о мотоциклах середины XX века, включая характерные крылья и традиционные эмблемы. Однако производство сталкивалось с множеством проблем: от организационных до технологических.</p>
                        <p>Главной трудностью стала зависимость от двигателей стороннего производства, что усложняло достижение полного контроля над продуктом. Кроме того, качество сборки и надежность первых мотоциклов IMCA вызывали вопросы у покупателей, что отрицательно сказывалось на репутации компании.</p>
                        
                    
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief (1999)</li>
                            <li>Indian Scout (1999)</li>
                            <li>Indian Spirit (1999)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Scout - Scout была переосмыслена с акцентом на легкость и маневренность. Этот мотоцикл стал более доступным для начинающих райдеров, сохранив при этом стильные линии и элементы дизайна, вдохновленные историческими моделями.</li>
                            <li>Indian Chieftain - в 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - хотя Roadmaster был в основном известен в более поздние годы, в 1990-е он также подвергся обновлениям в дизайне и функциональности. Модель предлагала более комфортные условия для долгих поездок, с акцентом на удобство и технологии.</li>
                        </ul>
                    </div>
                    <img src="images/history/indian-1990.png" alt="Indian Logo"/>
            
                
                    <img src="images/history/indian-1970.png" alt="Indian"/>
                    <div className="article-content">
                        <h2>1970-е: конец эры</h2>
                        <h3 className="article-content-subtitle">Смерть двух легенд</h3>
                        <p>Легендарный гонщик мотоциклов, дилер, дистрибьютор, издатель журнала, промоутер гонки, автор и производитель мотоциклов Флойд Клаймер работал с целью возрождения Indian Motorcycle с 1963 года.</p>
                        <p>Клаймер умер от сердечного приступа в 1970 году, а его адвокат Алан Ньюман приобрел торговую марку Indian Motorcycle. Ньюман продолжал продавать небольшие мотоциклы под брендом Indian. Большинство этих мотоциклов были произведены на Тайване и имели объем от 50 до 175 куб.см. Другие байки были переименованы в итальянские мини-мотоциклы. Продажи падали на протяжении 1970-х годов, пока в 1977 году полностью не прекратились все операции.</p>
                        
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - в 1970-х годах Indian Chief претерпел изменения в дизайне и конструкции. Хотя классический стиль оставался, мотоцикл стал более современным, чтобы соответствовать требованиям рынка.</li>
                            <li>Indian Scout - Scout также претерпел изменения, чтобы соответствовать новым стандартам безопасности и комфорта. Модель стала более доступной для широкой аудитории.</li>
                        </ul>
                    </div>
                    

            
                    <div className="article-content">
                        <h2>1940-е годы: Мировая война</h2>
                        <h3 className="article-content-subtitle">Indian Motorcycle служит своей стране</h3>
                        <p>С 1940 по 1945 года Indian Motorcycle сосредоточила свои усилия на помощи союзникам во Второй мировой войне, сначала создав мотоциклы для французского правительства, а начиная с 1941 года выпустила модель 841 для армии США. За это время было построено несколько мотоциклов.</p>
                        <p>В 1945 году братья Дю Понт продали компанию Ральфу Б. Роджерсу. Роджерс также приобрел компанию Torque Manufacturing Co., отчасти, чтобы использовать таланты бывшего инженера-мотоциклиста Indian Motorcycle - Г. Бриггса Уивера, который работал на Torque и разрабатывал несколько моделей, которые Роджерс хотел, чтобы Indian Motorcycle начал производить.</p>
                        <p>Послевоенная линейка мотоциклов состояла только из Indian Chief, чей дизайн и производственные мощности были использованы для гражданских моделей.В 1948 году появились новые модели Indian Scout с двигателем V-twin объемом 440 куб.см. и одноцилиндровые модели Indian® Arrow® объемом 220 куб.см., представленные для конкуренции растущему количеству легких импортных мотоциклов.</p>
                    </div>
                    <img src="images/history/indian-1940.png" alt="Indian"/>
                
                    <img src="images/history/indian-1900.png" alt="Indian"/>
                    <div className="article-content">
                        <h2>1900-е годы: первый моторизованный велосипед</h2>
                        <h3 className="article-content-subtitle">Indian Motorcycle становится первой американской мотоциклетной компанией</h3>
                        <p>В 1901 году производитель велосипедов, гоночный промоутер и бывший чемпион по велосипедным гонкам Джордж Хенди нанял Оскара Хедстрема для создания мотоциклов с бензиновым двигателем, чтобы участвовать в велосипедных гонках. Созданная им машина оказалась мощной и надежной, укрепив репутацию компании за выдающуюся производительность. Позже в этом году было основано первое производство в центре Спрингфилда.</p>
                        <p>Первый мотоцикл Indian Motorcycle был продан розничному покупателю в 1902 году, а в том же году Indian Motorcycle выиграл гонку на выносливость из Бостона в Нью-Йорк в своем публичном гоночном дебюте. Гонщики продолжали выигрывать события и записывать рекорды мотоциклов Indian:</p>
                        <ul>
                            <li>1903 - соучредитель компании и главный инженер Оскар Хедстром установили на одном из своих мотоциклов новый мировой рекорд скорости в 56 миль в час и выиграли гонку на выносливость из Нью-Йорка в Спрингфилд и обратно.</li>
                            <li>1906 - Джордж Холден и Луи Дж. Мюллер доехали на мотоцикле Indian из Сан-Франциско в Нью-Йорк в рекордные 31 с половиной дня без каких-либо механических проблем.</li>
                            <li>1907 - Американец T.K. Гастингс на мотоцикле Indian приехал к победе в 1000-мильном испытании по проверке надежности в Англии.</li>
                        </ul>
                        <p>В 1906 году был построен первый заводской гоночный мотоцикл V-twin. Версия гоночного двигателя была представлена ​​в гражданских моделях 1907 модельного года, таким образом 42-градусный V-twin объемом 633 куб.см., стал первым американским двигателем мотоциклов V-twin.</p>
                    
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    
                </article>


                <h1 id="history-harley" className="history-title">История марки Harley-Davidson</h1>
                <article className="history-article">
                    <div className="article-content">
                        <h2>Harley-Davidson - самый известный и культовый мотобренд</h2>
                        <p>История мотоциклов Harley-Davidson — это легендарная история, наполненная инновациями, бунтом и ревом двигателей, которые стали синонимом американского духа свободы и открытой дороги. Harley Davidson это стиль жизни. Миллионы обладателей этих легендарных мотоциклов по всему миру наверняка согласятся с этим утверждением. Недаром любой владелец мотоцикла с логотипом Harley Davidson может запросто стать членом, созданного маркой сообщества H. O. G. Расшифровывается эта аббревиатура как Harley Owners Group. На данный момент сообщество насчитывает более миллиона участников и по праву является самым многочисленным клубом почитателей мотоциклов и мотодвижения в мире.</p>
                    </div>
                    <img src="icons/HarleyLogo.png" alt="Harley Logo" width="350"/>

                    <img src="images/history/harley-future.jpg" alt="Harley" className="history-picture"/>
                    <div className="article-content">
                        <h2>2010-е: Образ жизни Harley-Davidson</h2>
                        <h3 className="article-content-subtitle">Культурный феномен и символ свободы на дорогах</h3>
                        <p>Сегодня мотоциклы Harley-Davidson — это больше, чем просто машины; они представляют образ жизни. Бренд Harley-Davidson вышел за пределы мира мотоциклов и стал культурным феноменом. Энтузиасты Harley-Davidson собираются на таких ралли, как Sturgis, Laconia и Daytona Bike Week, чтобы отпраздновать свою любовь к бренду и свободу на открытой дороге.</p>
                        <p>В 2010-х годах компания активно адаптировалась к вызовам времени, включая изменение демографического состава покупателей и растущую конкуренцию. Harley-Davidson продолжала развивать линейку классических моделей, таких как Softail и Touring, но также начала осваивать новые сегменты рынка. Среди значимых нововведений — появление модели Street 750, рассчитанной на более молодую аудиторию и на рынки развивающихся стран.
                        </p>
                        <p>Важным шагом стало внедрение электромобилей: в 2019 году Harley-Davidson выпустила LiveWire, первый электрический мотоцикл бренда. Это смелое решение продемонстрировало стремление компании сочетать традиции и инновации, привлекая новую аудиторию, заботящуюся об экологии и современных технологиях.</p>
                    
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
            
                    <div className="article-content">
                        <h2>1980: Возрождение и двигатель эволюции </h2>
                        <h3 className="article-content-subtitle">Новый этап качества и технологического совершенства</h3>
                        <p>В 1980-е годы Harley-Davidson возродился благодаря преданной своему делу группе сотрудников и энтузиастов, которые были полны решимости восстановить репутацию бренда в области качества. В 1984 году Harley-Davidson представила двигатель Evolution, который улучшил характеристики и надежность. Эта эпоха ознаменовала начало современного возрождения Harley-Davidson.</p>
                        <p>Возвращение к истокам позволило компании переосмыслить подход к производству и качеству продукции. Новый двигатель Evolution не только был надежнее, но и стал эталоном для разработки следующих поколений мотоциклов. Его конструкция сочетала классические элементы с инновационными решениями, что помогло Harley-Davidson завоевать доверие как преданных поклонников, так и новых покупателей.</p>
                        <p>Одновременно компания активно улучшала производственные процессы. Инвестиции в технологии и автоматизацию сборочных линий позволили значительно повысить контроль качества. Это было критически важно, поскольку в предыдущие годы Harley-Davidson потерял часть рынка из-за конкурентов из Японии, предлагающих более доступные и надежные мотоциклы.</p>
                    
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    <img src="images/history/harley-1980.jpg" alt="Harley" className="history-picture"/>
            
            
                    <img src="images/history/harley-1969.jpg" alt="Harley" className="history-picture"/>
                    <div className="article-content">
                        <h2>1969: Годы АМФ</h2>
                        <h3 className="article-content-subtitle">Эра перемен и борьба за независимость</h3>
                        <p>В 1969 году Harley-Davidson столкнулась с финансовыми проблемами и была приобретена корпорацией American Machine and Foundry (AMF). Этот период стал поворотным моментом в истории компании. Под руководством AMF началась автоматизация производства, что позволило увеличить объемы выпускаемой продукции. Однако увеличение масштабов производства произошло за счет качества, что привело к нареканиям со стороны покупателей и падению доверия к бренду.</p>
                        <p>В 1970-е годы Harley-Davidson оказалась под давлением из-за конкуренции с японскими производителями мотоциклов, такими как Honda, Yamaha и Kawasaki. Эти компании предлагали более доступные, надежные и технологически продвинутые мотоциклы, что серьезно подорвало позиции Harley-Davidson на рынке. В этот период мотоциклы компании приобрели репутацию менее надежных, что особенно болезненно сказывалось на имидже бренда, который всегда ассоциировался с высоким качеством.</p>
                        <p>Несмотря на трудности, Harley-Davidson продолжала развивать модельный ряд. Были выпущены обновленные версии культовых моделей, таких как Electra Glide и Sportster, которые оставались популярными среди преданных поклонников марки.
                        </p>

                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    
            
                    <div className="article-content">
                        <h2>1950: Sportster и образ бунтаря</h2>
                        <h3 className="article-content-subtitle"> Рождение легенды мятежного байкера</h3>
                        <p>В 1950-х годах Harley-Davidson представила Sportster, высокопроизводительную модель, которая понравилась новому поколению гонщиков. В эту эпоху также возник образ мятежного байкера, популяризированный такими фильмами, как «Дикий» с Марлоном Брандо в главной роли. Мотоциклы Harley-Davidson стали символом бунта и свободы.</p>
                        <p>Sportster, появившийся в 1957 году, был создан для тех, кто искал скорости, маневренности и духа соревнований. Этот мотоцикл стал ответом на растущую популярность британских моделей, таких как Triumph и BSA, которые захватывали американский рынок. Спортивный дизайн, легкость и мощный двигатель сделали Sportster выбором гонщиков и любителей кастомных мотоциклов, а также закрепили за Harley-Davidson репутацию производителя для тех, кто ценит производительность и индивидуальность.</p>
                        <p>В 1950-е годы Harley-Davidson также укрепила свою связь с популярной культурой. Помимо фильмов, образ мятежного байкера был поддержан субкультурами, такими как рок-н-ролл и зарождающееся движение кастомизации мотоциклов. Харизматичные образы гонщиков в кожаных куртках, с характерными Harley-Davidson, стали культурным феноменом, олицетворяющим свободу и независимость.</p>

                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    <img src="images/history/harley-1950.jpg" alt="Harley" className="history-picture"/>
            
                    <img src="images/history/harley-1940.jpg" alt="Harley" className="history-picture"/>
                    <div className="article-content">
                        <h2>1940-е: Первая мировая война и расцвет Harley-Davidson</h2>
                        <h3 className="article-content-subtitle">Военная служба, закалившая легенду</h3>
                        <p>Во время Первой мировой войны Harley-Davidson сыграла решающую роль, поставляя мотоциклы для армии США. Harley-Davidson WLA, благодаря своей прочной конструкции и надежности, стал культовой военной машиной. Эта военная связь позже способствовала легендарному статусу Harley-Davidson.</p>
                        <p>Кроме того, Вторая мировая война укрепила репутацию Harley-Davidson как поставщика надежной техники. Компания обеспечила армию США и её союзников мотоциклами, которые использовались для разведки, связи и патрулирования. Harley-Davidson произвела более 90 000 мотоциклов модели WLA, известной как “Liberator” (“Освободитель”), которые стали синонимом выносливости и практичности.</p>
                        <p>Этот период оказался ключевым для технического развития компании. Опыт создания военных моделей позволил Harley-Davidson усовершенствовать конструкции и технологии, которые позже нашли применение в гражданских мотоциклах. Например, разработка надёжных двигателей и усиленных рам помогла Harley-Davidson укрепить своё положение на послевоенном рынке.</p>
                        <p>После войны компания активно использовала свой военный опыт в маркетинге, создавая имидж мотоцикла для героев. Бренд стал ассоциироваться с ветеранами войны, которые, возвращаясь домой, продолжали ездить на Harley-Davidson, символизируя свободу и братство. Эти ассоциации укрепили связь компании с американской культурой и заложили основу для дальнейшего роста популярности в 1950-х годах.</p>
                        
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    
            

                    
                    <div className="article-content">
                        <h2>Рождение первого мотоцикла Harley-Davidson</h2>
                        <h3 className="article-content-subtitle">Начало великого пути в маленькой мастерской</h3>
                        <p>В 1903 году из этой маленькой мастерской выкатился самый первый мотоцикл Harley-Davidson. Он имел двигатель объемом 405 куб.см и был ласково известен как «Серийный номер один». Это ознаменовало рождение Harley-Davidson Motor Company. Они даже не подозревали, что их творение впоследствии станет одним из самых знаковых и устойчивых мотоциклетных брендов в мире.</p>
                        <p>Первый мотоцикл, построенный вручную, был предназначен не только для личного использования, но и для участия в гонках. Это решение помогло привлечь внимание к новому бренду, продемонстрировав его технический потенциал. Первые успехи в соревнованиях стали толчком к росту популярности Harley-Davidson, а небольшая мастерская быстро превратилась в предприятие, способное выпускать всё больше мотоциклов.</p>
                        <p>К 1905 году Harley-Davidson произвела свою первую партию из трех мотоциклов, а уже к 1906 году построила свой первый завод. Упорство, инновации и страсть к своему делу позволили компании занять важное место в зарождающейся мотоциклетной индустрии. Начав с простого изобретения, Harley-Davidson вскоре стал символом прогресса и начала новой эры мототранспорта.
                        </p>
                        <p>Этот первый мотоцикл стал не только началом для компании, но и заложил основу для её философии — создавать технику, которая дарит свободу и объединяет людей.</p>
                        
                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    <img src="images/history/harley-1903(2).jpg" alt="Harley" className="history-picture"/>
                
                    <img src="images/history/harley-1903.jpg" alt="Harley" className="history-picture"/>
                    <div className="article-content">
                        <h2>Раннее начало </h2>
                        <h3 className="article-content-subtitle">Скромные начинания, изменившие мир транспорта</h3>
                        <p>История Harley-Davidson начинается в небольшой мастерской в Милуоки, штат Висконсин, в 1903 году. Уильям С. Харли и братья Дэвидсоны, Артур, Уолтер и Уильям, взялись за миссию по созданию моторизованного мотоцикла, который навсегда изменит ландшафт транспорта. Их первым творением был скромный двигатель объемом 116 куб.см, прикрепленный к раме велосипеда и производивший всего лишь 4 лошадиные силы.</p>
                        <p>Этот мотоцикл, несмотря на свою простоту, стал отправной точкой для будущих инженерных и дизайнерских достижений. Ранние модели Harley-Davidson разрабатывались с учетом реальных потребностей людей: они были прочными, надежными и универсальными. Успех первого мотоцикла вдохновил команду на развитие, и к 1904 году они начали принимать заказы от местных жителей, заинтересованных в новом типе транспорта.</p>
                        

                        <h3 className="article-content-subtitle">Изенения в модельном ряде</h3>
                        <h4>Появились:</h4>
                        <ul>
                            <li>Indian Chief ClassNameic (2013)</li>
                            <li>Indian Chief Vintage (2013)</li>
                            <li>Indian Chieftain (2014)</li>
                            <li>Indian Roadmaster (2015)</li>
                        </ul>
                        <h4>Изменились:</h4>
                        <ul>
                            <li>Indian Chief - Модели 2013 года были обновлены с современными двигателями и технологиями.</li>
                            <li>Indian Chieftain - В 2014 году модель была представлена с новым двигателем Thunder Stroke 111 и обновленным дизайном.</li>
                            <li>Indian Roadmaster - Постоянные обновления в плане комфорта и технологий, таких как улучшенные системы навигации и аудио.</li>
                        </ul>
                    </div>
                    
                </article>
            </div>
        </main>
    )
}